export default {
  server: 'Ошибка при обращении к серверу',
  serverError: 'Ошибка на сервере. Обратитесь в поддержку',
  sessionExpired: 'Ваша сессия авторизации устарела. Авторизуйтесь повторно',
  network: 'Ошибка сети. Проверьте подключение к интернету',
  unknown: 'Произошла неизвестная ошибка',
  generalError: 'Произошла ошибка',
  pageNotFound: 'Страница не найдена',
  pageNotFoundMessage: 'К сожалению, запрашиваемая страница не существует.',
  returnHome: 'Вернуться на главную',
  accessDenied: 'Доступ запрещен',
  noPermission: 'У вас нет прав для просмотра этой страницы',
}
